<template>
    <div class="privacy-offer">
        <h1>Оферта на оказание информационных услуг</h1>

        <h2>1. Определения и термины</h2>

        <p>
            Настоящий документ представляет собой предложение самозанятой Гуниной Ксении
            Александровны (далее — «Автор») заключить договор о возмездном оказании информационных
            услуг (публичная оферта) на изложенных ниже условиях любому заинтересованному
            физическому лицу (далее — «Подписчик»), (далее совместно именуются «Стороны», а по
            отдельности — «Сторона»). <span>20.11.2023</span>
        </p>
        <p>
            В целях настоящего документа, если контекст не требует иного, нижеприведенные термины
            используются в следующем значении:
        </p>
        <p>
            <strong>«Оферта»</strong> — настоящий документ «Оферта на оказание информационных
            услуг».
        </p>
        <p>
            <strong>«Договор»</strong> — возмездный договор между Автором и Подписчиком на оказание
            Услуг, который заключается посредством Акцепта Оферты.
        </p>
        <p>
            <strong>«Акцепт Оферты»</strong> — полное и безоговорочное принятие Оферты путем
            предварительной оплаты Подписки Подписчиком. Акцептом Оферты заключается Договор.
        </p>
        <p>
            <strong>«Телеграм-канал»</strong> — закрытый канал Автора в мессенджере Telegram. Доступ
            к материалам Телеграм-канала оформляется с помощью оплаты соответствующего тарифа.
        </p>
        <p>
            <strong>«Тариф»</strong> — ставка, временный платный доступ к материалам Телеграм-канала
            Автора. Оплата тарифа на Телеграм-канал осуществляется посредством онлайн-платежей через
            платежную систему «Продамус» и выбора соответствующего на сайте:
            <a href="http://drgunina.tilda.ws/confident-motherhood">
                http://drgunina.tilda.ws/confident-motherhood
            </a>
        </p>
        <p>
            <strong>«Группа»</strong> — группа в мессенджере Telegram, используемая для общения
            Автора и Подписчиков. Доступ к Группе предоставляется при оплате Тарифа на
            Телеграм-канал.
        </p>
        <p>
            <strong>«Услуга»</strong> — временный доступ к материалам Телеграм-канала на условиях
            Тарифа.
        </p>

        <h2>2. Общие положения</h2>
        <p>
            2.1. Моментом полного и безоговорочного принятия Подписчиком предложения Автора
            заключить Договор (Акцептом Оферты) считается факт оплаты Тарифа Подписчиком.
        </p>
        <p>
            2.2. Акцепт Оферты Подписчиком, произведенный согласно п. 2.1. настоящей Оферты, создает
            Договор (статья 438 Гражданского Кодекса РФ) на условиях Оферты. Договор считается
            заключенным без подписания в каждом конкретном случае, так как Акцепт Оферты
            приравнивается к заключению Договора на указанных в Оферте условиях.
        </p>
        <p>
            2.3. Совершая действия по Акцепту Оферты, Подписчик подтверждает свою правомерность,
            дееспособность, достижение возраста 18 лет, а также законное право вступать в договорные
            отношения с Автором.
        </p>

        <h2>3. Предмет договора</h2>
        <p>
            3.1. Предметом Договора является временное возмездное предоставление доступа к
            материалам Телеграм-канала.
        </p>
        <p>
            3.2. Автор обязуется предоставить Подписчику доступ к материалам Телеграм-канала, а
            Подписчик обязуется оплатить выбранный Тариф на Телеграм-канал.
        </p>

        <h2>4. Условия и порядок предоставления доступа к материалам Телеграм-канала</h2>
        <p>
            4.1. Чтобы оформить Подписку на Телеграм-канал, Подписчик переходит по ссылке:
            <a href="http://drgunina.tilda.ws/confident-motherhood"
                >http://drgunina.tilda.ws/confident-motherhood</a
            >, выбирает и оплачивает Тариф.
        </p>
        <p>
            4.2. Оплата производится безналичным способом с помощью сервисов интернет-эквайринга,
            либо переводом на счет/карту Автора. Оплата переводом на счет/карту Автора
            осуществляется только при согласии Автора.
        </p>
        <p>
            4.3. Оплатой Подписчик подтверждает факт ознакомления и безоговорочного согласия с
            условиями Оферты.
        </p>
        <p>
            4.4. Тариф будет считаться оплаченным с момента поступления денежных средств на счет
            Автора.
        </p>
        <p>
            4.5. Доступ к материалам Телеграм-канала предоставляется только после полной оплаты
            Тарифа Подписчиком.
        </p>
        <p>
            4.6. Автор имеет право изменять условия Тарифа. При этом Автор обязуется предупредить
            Подписчиков об изменениях Тарифа не менее чем за 2 недели до вступления в силу
            изменений, опубликовав соответствующую информацию в Телеграм-канале.
        </p>
        <p>
            4.7. Автор оставляет за собой право прекратить предоставление Подписчику доступа к
            материалам Телеграм-канала и/или Группе без права на возврат денежных средств в случае
            открытого нарушения Подписчиком правил Телеграм-канала и Группы, а именно: разжигания
            межнациональных и иных конфликтов, размещения несанкционированной рекламы и/или
            незаконных материалов, нецензурных высказываний, оскорблений Автора и/или других
            Подписчиков, а также в случае опубликования и/или продажи Подписчиком любых материалов
            из Телеграм-канала и Группы, противоправных действий Подписчика в отношении Автора или
            других участников.
        </p>
        <p>
            4.8. Автор вправе заблокировать доступ Подписчика к Телеграм-каналу без объяснения
            причин. В этом случае Автор обязуется вернуть Подписчику денежные средства в
            соответствии с Законом РФ «О защите прав потребителей» от 07.02.1992 № 2300−1. Для
            получения возврата Подписчик должен написать Автору на почту:
            <a href="mailto:dr.kseniagunina@yandex.ru">dr.kseniagunina@yandex.ru</a>, предоставить
            квитанцию оплаты Тарифа, копию документа, подтверждающего личность.
        </p>
        <p>
            4.9. Услуга не является образовательной деятельностью, не подлежит лицензированию, не
            сопровождается проведением итоговой аттестации, присвоением какой-либо квалификации и
            выдачей документа об образовании.
        </p>
        <p>
            4.10. Любые рекомендации, содержащиеся в материалах, которые Автор публикует в
            Телеграм-канале, осуществляются Подписчиком на свой риск.
        </p>

        <h2>5. Авторские права</h2>
        <p>
            5.1. Материалы Телеграм-канала являются результатом интеллектуальной деятельности Автора
            и защищаются законодательством РФ об интеллектуальной собственности и нормами
            международного права. Все исключительные права, сопровождающие материалы и любые копии,
            принадлежат Автору.
        </p>
        <p>
            5.2. Материалы Телеграм-канала предоставляются для личного использования Подписчиком.
            Запрещается передавать любые материалы (текстовые, фото и видео файлы, электронные
            таблицы, скриншоты и т.д.), полученные Подписчиком, третьим лицам.
        </p>
        <p>
            5.3. Подписчику запрещается распространять (доносить до всеобщего сведения, рассказывать
            третьим лицам, публиковать, размещать на интернет-сайтах, копировать, передавать или
            продавать третьим лицам) в коммерческих или некоммерческих целях любые материалы из
            Телеграм-канала и Группы, а также использовать их каким-либо иным образом, кроме как для
            личного пользования.
        </p>
        <p>
            5.4. За нарушение пунктов 5.2 и 5.3 настоящей Оферты Подписчик обязуется уплатить штраф
            Автору в размере 30 000 рублей.
        </p>
        <p>
            5.5. Ответственность за нарушение авторских прав наступает в соответствии с действующим
            законодательством РФ.
        </p>

        <h2>6. Ответственность и ограничение ответственности</h2>
        <p>
            6.1. Автор обязан предоставить Подписчику доступ к материалам Телеграм-канала при
            условии оплаты Тарифа Подписчиком.
        </p>
        <p>
            6.2. Подписчик обязан предоставить полные и правильные данные при оплате Подписки,
            которые требует система.
        </p>
        <p>
            6.3. Автор не несет ответственности за отсутствие доступа к Телеграм-каналу у Подписчика
            по причинам, связанным с нарушением работы сети Интернет, телефонной связи, оборудования
            или программного обеспечения со стороны Подписчика, а также по любым другим причинам, не
            зависящим от Автора.
        </p>
        <p>
            6.5. Материалы и информация в Телеграм-канале и Группе не являются индивидуальными
            инвестиционными рекомендациями, а содержащиеся в них комментарии не должны быть
            восприняты Подписчиком как руководство к действию. Автор не несет ответственности за
            возможные негативные последствия в случае совершения действий, упомянутых в
            предоставленной информации.
        </p>
        <p>
            6.6. Автор не несет ответственности за то, каким образом Подписчик использовал
            информацию из Телеграм-канала, и за результаты ее использования Подписчиком.
        </p>
        <p>
            6.7. Ответственность Автора при любых обстоятельствах ограничивается стоимостью Тарифа
            Подписчика.
        </p>
        <p>
            6.8. Стороны освобождаются от ответственности за нарушение условий Договора, если такое
            нарушение вызвано действием обстоятельств непреодолимой силы (форс-мажор), включая:
            действия органов государственной власти, пожар, наводнение, землетрясение, другие
            стихийные бедствия, отсутствие электроэнергии и/или сбои работы компьютерной сети,
            забастовки, гражданские волнения, беспорядки и любые иные обстоятельства, которые могут
            повлиять на исполнение Сторонами условий Договора.
        </p>
        <p>
            6.9. За невыполнение или ненадлежащее выполнение обязательств по настоящему Договору
            Стороны несут ответственность в соответствии с действующим законодательством РФ.
        </p>

        <h2>7. Разрешение споров и условия возврата денежных средств</h2>
        <p>
            7.1. Подписчик вправе расторгнуть Договор в любое время, уплатив Автору часть цены
            пропорционально части выполненной работы по указанному Тарифу до получения извещения о
            расторжении указанного договора и возместив исполнителю расходы, произведенные им до
            этого момента в целях исполнения Договора, если они не входят в указанную часть цены
            работы.
        </p>
        <p>
            7.2. Услуга считается оказанной в надлежащем качестве, если Подписчик получил доступ к
            Телеграм-каналу на условиях выбранного Подписчиком Тарифа.
        </p>
        <p>
            7.5. Автор не несет ответственности за несоответствие материалов Телеграм-канала
            ожиданиям Подписчика и/или за его субъективную оценку. Такое несоответствие ожиданиям не
            является основанием считать Услугу оказанной не качественно или в несогласованном
            объеме.
        </p>
        <p>
            7.6. Подписчик имеет право потребовать возврат денежных средств за Услугу ненадлежащего
            качества, если Подписчику не удалось получить доступ к Телеграм-каналу после оплаты
            Тарифа. Для этого Подписчик должен направить мотивированный запрос на электронную почту
            <a href="mailto:dr.kseniagunina@yandex.ru">dr.kseniagunina@yandex.ru</a> в течение трех
            календарных дней со дня оплаты Подписки с приложением копии документа, удостоверяющего
            личность.
        </p>
        <p>
            7.7. Все претензии по ненадлежащему предоставлению Услуги Подписчик вправе направить
            Автору на адрес электронной почты
            <a href="mailto:dr.kseniagunina@yandex.ru">dr.kseniagunina@yandex.ru</a>.
        </p>
        <p>
            7.10. Все споры и разногласия, возникшие в связи с исполнением настоящего Договора,
            решаются Сторонами путем переговоров.
        </p>
        <p>
            7.11. В случае если Стороны не придут к соглашению по возникшим претензиям и/или
            разногласиям, спор подлежит рассмотрению в суде по месту нахождения Автора.
        </p>
        <p>
            7.12. Подписчик подтверждает, что все условия настоящего Договора ему ясны, и он
            принимает их безусловно и в полном объеме, без какого-либо принуждения, не введён в
            заблуждение. Подписчик подтверждает, что не лишён дееспособности и в полной мере
            осознаёт степень своих действий.
        </p>

        <h2>8. Прочие условия</h2>
        <p>
            8.1. Подписчик дает согласие на обработку и хранение Автором и/или третьими лицами,
            задействованными в оказании Услуги, персональных данных Подписчика, которые Подписчик
            оставляет при оформлении Тарифа.
        </p>
        <p>
            8.2. Подписчик дает согласие на передачу персональных данных Автором третьим лицам,
            задействованным в оказании Услуги.
        </p>
        <p>
            8.3. Автор имеет право использовать персональные данные Подписчика для взаимодействия с
            Подписчиком.
        </p>
        <p>
            8.4. Автор обязуется предотвращать попытки несанкционированного доступа к персональным
            данным и/или передачу их лицам, не имеющим непосредственного отношения к предоставлению
            Услуг, а также своевременно обнаруживать и пресекать такие факты.
        </p>
        <p>8.5. Договор действует до полного выполнения обязательств Сторонами.</p>
        <p>
            8.7. Автор имеет право в любой момент изменять условия настоящей Оферты в одностороннем
            порядке путем размещения обновленного текста Оферты по адресу:
            <a href="http://drgunina.tilda.ws/confident-motherhood"
                >http://drgunina.tilda.ws/confident-motherhood</a
            >
        </p>
        <p>
            8.8. Подписчик соглашается и признает, что внесение изменений в Оферту влечет за собой
            внесение этих изменений в заключенный и действующий Договор, и эти изменения вступают в
            силу одновременно с такими изменениями в Оферте.
        </p>
        <p>
            8.9. По всем вопросам, не урегулированным настоящим Договором, Стороны руководствуются
            действующим законодательством Российской Федерации.
        </p>

        <h2>9. Реквизиты автора</h2>
        <p>Самозанятая Гунина Ксения Александровна</p>
        <p>ИНН: 470518050729</p>
    </div>
</template>

<style lang="scss">
.privacy-offer {
    h2 {
        font-size: 18px;
        margin-top: 40px;
        margin-bottom: 12px;
    }

    p {
        margin: 8px 0;
    }
}
</style>
<script setup lang="ts"></script>
